Repository: Steven-A3/AppBox2024
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, zh_hans, zh_hant

# Data migration is in progress. Enter Encryption Key for Wallet.
source: Data migration is in progress. Enter Encryption Key for Wallet. The Security Settings are changed. Please set up the passcode in the Settings after the migration.
de: Datenmigration ist in Arbeit. Geben Sie Verschlüsselung für die Geldbörse. Die Sicherheitseinstellungen werden geändert. Bitte richten Sie in den Einstellungen nach der Migration den Passcode erneut ein.
es: La migración de datos está en curso. Introduzca la clave de cifrado para el bolsillo. Se cambia la configuración de seguridad. Configure la contraseña otra vez en la configuración después de la migración.
fr: La migration des données est en cours. Entrez la clé de cryptage pour le portefeuille. Les paramètres de sécurité sont modifiés. Veuillez réinitialiser le mot de passe dans les paramètres après la migration.
it: La migrazione dei dati è in corso. Inserire chiave di crittografia per il portafoglio. Le impostazioni di sicurezza vengono modificate. Si prega di impostare password di nuovo nelle impostazioni dopo la migrazione.
ja: データを変換しています。 電子財布暗号化キーを入力してください。 セキュリティ設定が変更されます。 移行後に設定でパスコードを再度設定してください。
ko: 데이터를 변환하고 있습니다. 전자지갑 암호키를 입력해 주세요. 보안 설정이 변경됩니다. 변환 후 설정에서 비밀번호를 다시 설정하십시오.
pl: Migracja danych jest w toku. Wprowadź klucz szyfrowania dla portfela. Ustawienia zabezpieczeń są zmieniane. Proszę ustawić hasło ponownie w ustawieniach po migracji.
zh_hans: 数据迁移正在进行中。 输入加密密钥的钱包。 安全设置已更改。 请在迁移后的设置中再次设置密码。
zh_hant: 數據遷移正在進行中。 輸入加密密鑰的錢包。 安全設置已更改。 請在遷移後的設置中再次設置密碼。

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pl: Data
zh_hans: 日期
zh_hant: 日期

source: DATE
de: Datum
es: FECHA
it: DATA
ja: 日付
ko: 날짜
pl: DATA
zh_hans: 日期
zh_hant: 日期

source: Date Calc
de: Datum
es: Fechas
it: Calcola Data
ja: 日付計算
ko: 날짜 계산
pl: Daty
zh_hans: 日期计算
zh_hant: 日期計算

source: Date Calculator
de: Datumsrechner
es: Fechas
fr: Calculette de date
it: Calcola Data
ja: 日付計算
ko: 날짜 계산
pl: Daty
zh_hans: 日期计算
zh_hant: 日期計算

source: Date Calculator using AppBox Pro
de: Datumsrechner von AppBox Pro
es: Cálcule la fecha de AppBox Pro
fr: Calculette de date utilisant AppBox Pro
it: Calcolatrice di data che usa AppBox Pro
ja: AppBox Proを使用する日付計算
ko: AppBox Pro의 날짜 계산기
pl: Kalulator Dat używa AppBox Pro
zh_hans: 使用AppBox Pro进行日期计算
zh_hant: 使用AppBox Pro進行日期計算

source: Date, Principal, Payment, Interest, Balance
de: Datum, Betrag, Zahlung, Zinsen, Remain
es: Fecha, Capital prestado, Pago, Interés, Balance
fr: Date, Capital de Prêt, Paiement, Intérêt, Solde
it: Data, Principale, Pagamento, Interesse, Bilancio
ja: 日付、借入金額、返済額、利息分、借入残高
ko: 상환일, 납입원금, 상환금, 이자, 잔금
pl: Data, Zleceniodawca, Płatność, Odsetki, Bilans
zh_hans: 日期, 本金, 支付, 利率, 账户余额
zh_hant: 日期, 本金, 支付, 利率, 帳戶餘額

# DateCalcExclude_None
source: None
de: Ohne
es: Ninguna
fr: jamais
it: Nessuno
ja: なし
ko: 없음
pl: Brak
zh_hans: 无
zh_hant: 無

source: day
de: Tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
pl: dzień
zh_hans: 天
zh_hant: 天

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
pl: Dzień
zh_hans: 星期
zh_hant: 星期

source: day(s)
de: Tag(e)
es: día(s)
fr: jour(s)
it: giorno(i)
ja: 日
ko: 일
pl: dzień(dni)
zh_hans: 天
zh_hant: 天

source: Day(s)
de: Tag(e)
es: Día(s)
fr: Jour(s)
it: Giorno(i)
ja: 日
ko: 일
pl: Dzień()
zh_hans: 天
zh_hant: 天

source: day(s) before
de: Tag(e) bis
es: día(s) anterior(es)
fr: jour (s) avant
it: giorno(i) prima
ja: 日前
ko: 일 전
pl: dni przed
zh_hans: 天前
zh_hant: 天前

source: days
de: Tage
es: días
fr: jours
it: giorni
ja: 日
ko: 일
pl: dni
zh_hans: 天
zh_hant: 天

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日
ko: 일
pl: Dni
zh_hans: 天
zh_hant: 天

source: Days Counter
de: Tageszähler
es: Calendario de eventos
fr: Événements
it: Conta Giorni
ja: イベントカレンダー
ko: 이벤트 캘린더
pl: Odliczacz dni
zh_hans: 事件日历
zh_hant: 事件日曆

# DaysCalendar_CalendarDeleteConfirmMsg
source: Are you sure you want to delete this calendar? All events associated with the calendar will also be deleted.
de: Möchten Sie diesen Kalender wirklich löschen? Alle Ereignisse in diesem Kalender werden ebenfalls gelöscht.
es: ¿Seguro que desea eliminar este calendario? Todos los eventos asociados al calendario también se eliminaràn.
fr: Voulez-vous vraiment supprimer ce calendrier? Tous les événements associés au calendrier seront également supprimés.
it: Vuoi eliminare il calendario? Tutti gli eventi associati al calendario verranno eliminati.
ja: このカレンダーを削除してもよろしいですか？ このカレンダーに登録されているすべてのイベントとリマインダーも削除されます。
ko: 이 캘린더를 삭제하겠습니까? 이 캘린더와 관련된 모든 이벤트도 삭제됩니다.
pl: Czy na pewno chcesz usunąć ten kalendarz? Wszystkie wydarzenia z nim powiązane zostaną usunięte.
zh_hans: 您确定要删除此日历吗？所有与此日历关联的事件也都将被删除。
zh_hant: 您確定要刪除此日曆嗎？所有與此日曆關聯的事件也都將被刪除。

source: DaysCounter
de: Tageszähler
es: Eventos
fr: Événements
it: Conta Giorni
ja: イベント
ko: 이벤트 캘린더
pl: Odliczacz dni
zh_hans: 事件日历
zh_hant: 事件日曆

# DaysCounter_All
source: All
de: Alle
es: Todo
fr: Tout
it: Tutte
ja: すべて
ko: 모든 이벤트
pl: Wszystkie
zh_hans: 所有
zh_hant: 所有

# DaysCounter_ALL
source: All
de: Alle
es: Todo
fr: Tous
it: Tutte
ja: すべて
ko: 모든 이벤트
pl: Wszystko
zh_hans: 全部
zh_hant: 全部

# DaysCounter_from
source: From
de: Von
es: Desde
fr: De
it: Da
ja: 開始日
pl: Od
zh_hans: 开始日
zh_hant: 開始日

# DaysCounter_to
source: To
de: Bis
es: Hasta
fr: À
it: A
ja: 終了日
pl: Do
zh_hans: 结束日
zh_hant: 結束日

# DaysCounterDuration_day_abbreviation
source: d
de: T
fr: j
it: g
ja: 日
ko: 일
zh_hans: 天
zh_hant: 天

# DaysCounterDuration_Days
source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日
ko: 일
pl: Dni
zh_hans: 天
zh_hant: 天

# DaysCounterDuration_hour_abbreviation
source: hr
de: Std.
fr: h
it: h
ja: 時
ko: 시간
pl: h
zh_hans: 小时
zh_hant: 小時

# DaysCounterDuration_year_abbreviation
source: y
de: J
es: a
fr: a
it: a
ja: 年
ko: 연
pl: r
zh_hans: 年
zh_hant: 年

source: Debit Card
de: Debitkarte
es: Tarjeta de débito
fr: Carte de débit
it: Carta di debito
ja: デビットカード
ko: 체크카드
pl: Karta debetowa
zh_hans: 贷记卡
zh_hant: 轉帳卡

source: Decrease
de: Verringern
es: Decrementar
fr: Réduire
it: Diminuzione
ja: 下落
ko: 감소
pl: Zmniejsz
zh_hans: 减少
zh_hant: 減少

source: Default
de: Standard
es: Defecto
fr: Défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pl: Domyślne
zh_hans: 默认
zh_hant: 默認

# Degrees
source: Degrees(º)
de: Grad(º)
es: Grados
fr: Degrés(º)
it: Degrees
ja: 角度(度)
ko: 각도(도)
pl: Stopnie(º)
zh_hans: 度
zh_hant: 角度（度）

source: Delete
de: Löschen
es: Eliminar
fr: Éliminer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
zh_hans: 删除
zh_hant: 刪除

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer un compte
it: Elimina account
ja: アカウント削除
ko: 계정 지우기
pl: Usuń konto
zh_hans: 删除账目
zh_hant: 刪除帳戶

source: Delete All
de: Alle löschen
es: Borrar todo
fr: Tout Supprimer
it: Elimina tutto
ja: 全部削除
ko: 모두 지우기
pl: Usuń wszystko
zh_hans: 删除全部
zh_hant: 刪除全部

source: Delete and start over
de: Löschen und erneut beginnen
es: Borrar y reiniciar de nuevo
fr: Effacer et recommencer
it: Elimina e ricomincia
ja: データを消去,新たに始める
ko: iCloud를 지우고 새로 시작
pl: Usuń i rozpocznij ponownie
zh_hans: 删除后重新开始
zh_hant: 刪除後重新開始

source: Delete Calendar
de: Kalender löschen
es: Eliminar calendario
fr: Supprimer le calendrier
it: Elimina calendario
ja: カレンダーを削除
ko: 캘린더 지우기
pl: Usuń kalendarz
zh_hans: 删除日历
zh_hant: 刪除日曆

source: Delete Category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
it: Elimina Categoria
ja: カテゴリー削除
ko: 카테고리 지우기
pl: Usuń kategorię
zh_hans: 删除类别
zh_hant: 刪除類別

source: Delete Event
de: Ereignis löschen
es: Eliminar evento
fr: Supprimer l'événement
it: Elimina evento
ja: イベントを削除
ko: 이벤트 지우기
pl: Usuń wydarzenie
zh_hans: 删除事件
zh_hant: 刪除事件

source: Delete Events
de: Ereignisse löschen
es: Borrar todos los eventos
fr: Effacer les événements
it: Elimina eventi
ja: イベント削除
ko: 이벤트 지우기
pl: Usuń wydarzenia
zh_hans: 删除事件
zh_hant: 刪除事件

source: Delete Item
de: Eintrag löschen
es: Borrar artículo
fr: Supprimer un item
it: Elimina oggetto
ja: 項目削除
ko: 아이템 지우기
pl: Usuń element
zh_hans: 删除信息
zh_hant: 刪除項目

source: Delete Items
de: Eintrag löschen
es: Artículos borrados
fr: Supprimer les items
it: Elimina articoli
ja: 項目を削除する
ko: 아이템 지우기
pl: Usuń elementy
zh_hans: 删除信息
zh_hant: 刪除項目

source: Delete Location
de: Ort löschen
es: Borrar ubicación
fr: Supprimer le lieu
it: Elimina Posizione
ja: 位置削除
ko: 위치 지우기
pl: Usuń położenie
zh_hans: 删除位置
zh_hant: 刪除位置

source: Delete Period
de: Periode löschen
es: Eliminar periodo
fr: Supprimer la période
it: Elimina periodo
ja: 周期削除
ko: 생리기간 지우기
pl: Usuń okres
zh_hans: 删除周期
zh_hant: 刪除週期

source: Delete Photo
de: Foto löschen
es: Borrar foto
fr: Effacer la photo
it: Elimina foto
ja: 写真を削除
ko: 사진을 지움
pl: Usuń zdjęcie
zh_hans: 删除照片
zh_hant: 刪除照片

source: Delete Video
de: Video löschen
es: Borrar video
fr: Effacer la vidéo
it: Elimina Video
ja: ビデオ削除
ko: 비디오 지우기
pl: Usuń Wideo
zh_hans: 删除影像
zh_hant: 刪除影像

source: Deleting
de: Löschen
es: Borrando
fr: Effacement
it: Eliminazione
ja: 削除中
ko: 삭제 중
pl: Usuwanie
zh_hans: 删除
zh_hant: 刪除

source: Depressed
de: Gedrückt
es: Deprimido
fr: Déprimé
it: Depresso
ja: うつ病
ko: 우울
pl: Przygnębiony
zh_hans: 郁闷
zh_hant: 鬱悶

source: Detect Language
de: Sprache erkennen
es: Detección de idioma
fr: Détecter une langue
it: Rileva lingua
ja: 言語を検出
ko: 언어 감지
pl: Wykryj język
zh_hans: 检测语言
zh_hant: 檢測語言

source: Device
de: Gerät
es: Dispositivo
fr: Dispositif
it: Dispositivo
ja: デバイス(装置)
ko: 모델
pl: Urządzenie
zh_hans: 设备
zh_hant: 設備

source: Disabling iCloud
de: iCloud deaktivieren
es: Desactivando iCloud
fr: Désactivation d’iCloud
it: Disattivazione iCloud
ja: iCloudをオフにする
ko: iCloud 동기화를 중지하는 중 입니다.
pl: Wyłączanie iCloud
zh_hans: 禁用的iCloud
zh_hant: 禁用的iCloud

source: Disclaimer
de: Haftungsausschluss
es: Información Legal
fr: Non-responsabilité
it: Dichiarazione di non responsabilità
ja: 免責事項
ko: 책임의 한계
pl: Wykluczenia
zh_hans: 放弃
zh_hant: 放棄

# DISCLAIMER_MESSAGE
source: Every effort has been made to present an accurate holiday list. However, holidays in some countries are subject to last minute decisions by local authorities. We cannot accept any responsibility for errors or omissions in the holiday data. You are therefore advised to verify these dates with the embassy or consulate of each country.
de: Wir prüfen alle Feiertage mit größter Sorgfalt. Dennoch kann es sein, dass einige Angaben fehlerhaft sind, da vielerorts Feiertage durch die jeweiligen Behörden kurzfristig geändert werden können. Deswegen übernehmen wir keine Haftung für die Richtigkeit der hier gemachten Angaben und raten Ihnen die Feiertage mit Hilfe der Botschaft oder des Konsulats des betreffenden Landes zu prüfen.
es: Hemos hecho todo el esfuerzo para listar con exactitud los días festivos a nivel mundial. Debido a que los días festivos están sujetos a cambios por autoridades locales. No aceptamos ninguna responsabilidad por cualquier error o omisión de las fechas festivas. Se le aconseja verificar las fechas con la embajada o consulado de su país, antes de realizar algún plan.
fr: Nous avons fait de notre mieux pour présenter une liste de Jours fériés précise. Cependant, plusieurs parties des Jours fériés mondiales sont sujettes à des changements arbitraires faits par des autorités locales. Nous déclinons notre responsabilité pour toute erreur ou omission dans les données des Jours fériés. Par conséquent, nous vous conseillons de vérifier les dates auprès de l’ambassade ou du consulat du pays avant de planifier tout cas.
it: Abbiamo dato il meglio per realizzare un’accurata lista delle festività. Queste, tuttavia, sono soggette a variazioni determinate dalle autorità locali. Pertanto non possiamo accettare alcuna responsabilità rispetto ad errori od omissioni nei dati relativi al calendario delle festività. Consigliamo di verificare sempre con le ambasciate o i consolati dei Paesi interessati
ja: 現在の正確な祝祭日を作成するため多くの努力が必要でしたが、全世界の祝日の多くは、各国政府独自に変更される場合があるので、それに関する祝日エラーや抜けには私達は責任を負い兼ねます。ですから予定を立てる前に各国の大使館や領事館に確認することをお勧め致します。
ko: 본 앱에서 제공되는 정보는 작성 시점을 기준으로 최대한 정확한 정보가 되도록 최선을 다하고 있습니다. 그러나, 전세계 지역별 휴일 및 기념일은 예고 없이 변경되고 있어 실제 휴일 정보에서 차이가 발생할 수 있습니다. 여기에서 제공되는 정보는 단순 참고용으로 제공되는 것으로, 이 정보의 제공으로 인한 어떠한 종류의 책임도 지지 않음을 알려드립니다. 단순 참고용 이상의 정보가 필요한 경우에는 해당 국가의 책임있는 기관의 정보를 제공받으시기 바랍니다.
pl: Staraliśmy się aby wyświetlić aktualną listę dni wolnych. Jednak w wiele dni wolnych na świecie zależy od lokalnych władz i ich ustaleń. Nie możemy wziąść odpowiedzialności za jakikolwiek błąd lub pominięcie jakieś daty dnia wolnego. Zalecamy aby sprawdzić datę w ambasadzie lub konsulacie kraju, zanim podejmie się decyzję na temat planowanego wyjazdu.
zh_hans: 我们会努力为您提供准确的假日列表。但是由于世界各地的假期会由于政府的调整而有所变化，所以我们不会对假期数据的错误或遗漏承担责任。所以建议您在制定计划之前与大使馆或者领事馆确认。
zh_hant: 我們會努力為您提供準確的假日列表。但是由於世界各地的假期會由於政府的調整而有所變化，所以我們不會對假期數據的錯誤或遺漏承擔責任。所以建議您在制定計劃之前與大使館或者領事館確認。

source: Discount
de: Nachlass
es: Descuento
fr: Rabais
it: Sconto
ja: 割引
ko: 할인
pl: Zniżka
zh_hans: 折扣
zh_hant: 折扣

source: DISCOUNT
de: NACHLASS
es: DESCUENTO
fr: RABAIS
it: SCONTO
ja: 割引
pl: ZNIŻKA
zh_hans: 折扣
zh_hant: 折扣

source: Display
de: ANZEIGE
es: Mostrar
fr: Affichage
it: Grafica
ja: ディスプレイ
ko: 화면설정
pl: Wygląd
zh_hans: 时钟背景
zh_hant: 時鐘背景

source: Dissatisfied
de: Unzufrieden
es: Insatisfecho
fr: Mécontent
it: Insoddisfatto
ja: 不満
ko: 불만
pl: Niezadowolony
zh_hans: 不满意
zh_hant: 不滿意

source: Dissolve
de: Überblenden
es: Disolución
fr: Fondu
it: Dissolvenza
ja: ディゾルブ
ko: 디졸브
zh_hans: 渐隐
zh_hant: 漸隱

source: Done
de: Fertig
es: Aceptar
fr: OK
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
zh_hans: 完成
zh_hant: 完成

source: Down
de: Ab
es: Abajo
fr: Inférieur
it: Giù
ja: 繰り下がり
ko: 버림
pl: Dół
zh_hans: 下舍入
zh_hant: 下舍入

source: Down Payment
de: Anzahlung
es: Cuota Inicial
fr: Acompte
it: Acconto
ja: 契約金
ko: 계약금
pl: Zadatek
zh_hans: 预付款
zh_hant: 預付款

source: Download from AppStore
de: Download vom AppStore
es: Descargue de AppStore
fr: Téléchargement depuis AppStore
it: Scarica da AppStore
ja: AppStoreでダウンロード
ko: 앱스토어에서 다운로드
pl: Pobierz z AppStore
zh_hans: 从 AppStore中下载
zh_hant: 從 AppStore中下載

source: Downloading
de: Runterladen
es: Descargando
fr: Téléchargement
it: Download
ja: ダウンロード
ko: 다운로드 중
pl: Pobieranie
zh_hans: 正在下载
zh_hant: 正在下載

source: Drag here to hide
de: Ziehen Sie hier verstecken
es: Arrastre aquí para ocultar
fr: Faites glisser ici pour cacher
it: Trascinare qui per nascondere
ja: 非表示にするにはここにドラッグします
ko: 여기로 끌어서 숨김
pl: Przeciągnij, aby ukryć
zh_hans: 拖到这里隐藏
zh_hant: 拖到這裡隱藏

# DrillHelpTapToCopyOrPress
source: Tap to Copy or (3D Touch)Press to view the action menu
de: Tippen Sie auf, um zu kopieren oder (3D Touch) drücken Sie, um das Aktionsmenü anzuzeigen
es: Presiona para copiar o (3D Touch)presiona para ver el menú de acción
fr: Appuyez pour copier ou (3D Touch)appuyez sur pour afficher le menu d'action
it: Tocca per copiare o (3D Touch) premere per visualizzare il menu azione
ja: タップしてコピーまたは (3D Touch)押して アクションメニューを表示する
ko: 터치하여 복사합니다. 3D터치를 누르면 액션 메뉴가 표시됩니다.
pl: Dotknij, aby skopiować lub (3D Touch)nacisnąć, aby wyświetlić menu czynności
zh_hans: 点击复制或 按查看操作菜单 (3D Touch)
zh_hant: 點擊複製或 按查看操作菜單 (3D Touch)

source: Duration
de: Dauer
es: Duración
fr: durée
it: Durata
ja: 期間
ko: 기간 옵션
pl: Czas trwania
zh_hans: 期间
zh_hant: 期間

source: Duration Option
de: Anzeige Optionen
es: Opción de duración
fr: Option de durée
it: Opzione di durata
ja: 期間の表示方法
ko: 기간 옵션
pl: Opcje trwania
zh_hans: 期间选项
zh_hant: 期間選項

# Duration Options
source: Duration Option
de: Anzeige Optionen
es: Opciones de duración
fr: Options de durée
it: Opzioni di durata
ja: 期間の表示方法
ko: 기간 옵션
pl: Opcje trwania
zh_hans: 期间选项
zh_hant: 期間選項

source: Duration Time
de: Dauer
es: Tiempo de duración
fr: Durée en heures
it: Tempo di durata
ja: 再生時間
ko: 플레이 시간
pl: Czas trwania
zh_hans: 持续时间
zh_hant: 持續時間

source: Each history keeps max 4 currencies.
de: Es werden maximal 4 Währungen gespeichert.
es: Cada historial mantiene 4 monedas como máximo.
fr: Chaque historique garde un maximum de 4 devises.
it: Ogni cronologia conserva massimo 4 valutari
ja: 各履歴は最大4通貨を維持します。
ko: 각각의 히스토리는 최대 4개까지의 환율정보를 저장합니다.
pl: Historia przechowuje maksymalnie 4 waluty.
zh_hans: 每个历史最多保留4种货币。
zh_hant: 每個歷史最多保留4種貨幣。

source: Each history keeps max 4 units.
de: Es werden maximal 4 Einheiten gespeichert.
es: Cada historia almacena 4 unidades como máximo.
fr: Chaque historique garde 4 unités au max.
it: Ogni cronologia conserva massimo 4 unità
ja: 各履歴は最大4単位を維持します。
ko: 각각의 히스토리는 최대 4개 단위의 변환값을 저장합니다.
pl: Historia przechowuje maksymalnie 4 jednostki.
zh_hans: 每个历史最多保留4个单位。
zh_hant: 每個歷史最多保留4個單位。

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pl: Edycja
zh_hans: 编辑
zh_hant: 編輯

source: Edit Account
de: Konto bearbeiten
es: Editar Cuenta
fr: Modifier le compte
it: Modifica l’account
ja: アカウント編集
ko: 계정 수정
pl: Edytuj konto
zh_hans: 编辑账目
zh_hant: 編輯帳戶

source: Edit Accounts
de: Konten bearbeiten
es: Editar Cuentas
fr: Modifier les comptes
it: Modifica gli account
ja: アカウント編集
ko: 계정 편집
pl: Edytuj konta
zh_hans: 编辑账目
zh_hant: 編輯帳戶

source: Edit Budget
de: Budget ändern
es: Editar Presupuesto
fr: Modifier le budget
it: Modifica Budget
ja: 予算編集
ko: 예산 수정
pl: Edytuj budżet
zh_hans: 修改预算
zh_hant: 修改預算

source: Edit Calendar
de: Bearbeiten
es: Editar calendario
fr: Modification
it: Modifica calendario
ja: カレンダーを編集
ko: 캘린더 편집
pl: Edytuj kalendarz
zh_hans: 编辑日历
zh_hant: 編輯日曆

source: Edit Calendars
de: Bearbeiten
es: Editar calendarios
fr: Modification
it: Modifica calendari
ja: カレンダーを編集
ko: 캘린더 편집
pl: Edytuj kalendarze
zh_hans: 编辑日历
zh_hant: 編輯日曆

source: Edit Category
de: Kategorie bearbeiten
es: Modificar categoría
fr: Modifier la catégorie
it: Modifica Categoria
ja: カテゴリー編集
ko: 카테고리 수정
pl: Edytuj kategorię
zh_hans: 编辑类别
zh_hant: 編輯類別

source: Edit Event
de: Ereignis bearbeiten
es: Editar evento
fr: Modifier l’événement
it: Modifica evento
ja: イベント編集
ko: 이벤트 수정
pl: Edytuj wydarzenie
zh_hans: 修改事件
zh_hant: 修改事件

source: Edit Field
de: Feld bearbeiten
es: Editar campo
fr: Modifier le champ
it: Modifica campo
ja: フィールドを編集
ko: 필드 수정
pl: Edycja pola
zh_hans: 项目编辑
zh_hant: 項目編輯

source: Edit Image
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l’image
it: Modifica immagine
ja: イメージ編集
ko: 이미지 변경
pl: Edytuj obraz
zh_hans: 编辑图像
zh_hant: 編輯圖像

source: Edit Item
de: Eintrag bearbeiten
es: Editar el artículo
fr: Modifier un élément
it: Modifica Oggetto
ja: 情報編集
ko: 아이템 수정
pl: Edytuj element
zh_hans: 信息编辑
zh_hant: 編輯項目

source: Edit Period
de: Periode bearbeiten
es: Editar periodo
fr: Modifier la période
it: Modifica periodo
ja: 周期編集
ko: 생리기간 수정
pl: Edytuj okres
zh_hans: 编辑周期
zh_hant: 編輯週期

source: Enabling iCloud
de: iCloud aktivieren
es: Activando iCloud
fr: Activation d’iCloud
it: Attivazione iCloud
ja: iCloudをオンにする
ko: iCloud 동기화를 시작하고 있습니다.
pl: Włączanie iCloud
zh_hans: 使用iCloud
zh_hant: 使用iCloud

source: Encryption
de: Verschlüsselung
es: Cifrado
it: Crittografia
ja: 暗号化
ko: 암호화
pl: Szyfrowanie
zh_hans: 加密
zh_hant: 加密

source: Encryption key did not match.
de: Falscher Schlüssel. Versuchen Sie es erneut.
es: Clave de cifrado no coinciden.
fr: La clé de chiffrement ne correspondent pas.
it: Chiave di crittografia non ha prodotto risultati.
ja: 無効なキーです。再度入力してください。
ko: 암호키가 일치하지 않습니다.
pl: Klucz szyfrowania nie dało.
zh_hans: 加密密钥不匹配。
zh_hant: 加密密鑰不匹配。

source: Encryption Key for Wallet
de: Verschlüsselung für die Geldbörse
es: Clave de encriptación para la Billetera.
fr: Clé de chiffrement pour le portefeuille.
it: Chiave di cifratura per Portafoglio
ja: 電子財布の暗号キー
ko: 전자지갑 암호 키
pl: Klucz szyfrowania do portfela
zh_hans: 钱包加密键
zh_hant: 錢包加密鍵

source: End Date
de: Enddatum
es: A
fr: Date de fin
it: Data di termine
ja: 終了日
ko: 종료일
pl: Koniec
zh_hans: 结束日期
zh_hant: 結束日期

source: End date is not a lunar date.
de: Endtermin ist kein Lunar Datum
es: La fecha de finalización no es fecha lunar
fr: La date d’arrêt n’est pas la date lunaire
it: La data di termine non è una data lunare
ja: 終了日が旧暦ではありません。
ko: 종료일이 바른 음력 날짜가 아닙니다.
pl: Data zakończenia nie jest datą księżycową.
zh_hans: 结束日期不是阴历日期。
zh_hant: 結束日期不是農曆日期。

source: End Repeat
de: Beenden
es: Terminar
fr: Fin de la récurrence
it: Fine ripetizione
ja: 繰り返しの終了
ko: 반복 종료
pl: Koniec powtarzania
zh_hans: 重复
zh_hant: 重複

source: Ends
de: Ende
es: Terminar
fr: Arrêts
it: Termina
ja: 終了日
ko: 종료일
pl: Koniec
zh_hans: 结束日
zh_hant: 結束日

# Enjoy_faster_app
source: Enjoy faster app navigation without the load times associated with ads.
de: Genießen Sie eine schnellere App-Navigation ohne die Ladezeiten, die mit Werbung verbunden sind.
es: Disfruta de una navegación más rápida en la aplicación sin los tiempos de carga asociados con los anuncios.
fr: Profitez d'une navigation plus rapide dans l'application sans les temps de chargement associés aux publicités.
it: Goditi una navigazione più veloce nell'app senza i tempi di caricamento associati agli annunci.
ja: 広告による読み込み時間なしで、より速いアプリナビゲーションをお楽しみください。
ko: 광고로 인한 로딩 시간 없이 더 빠른 앱 탐색을 즐기세요.
pl: Ciesz się szybszą nawigacją w aplikacji bez czasów ładowania związanych z reklamami.
zh_hans: 享受更快的应用导航，无需等待与广告相关的加载时间。
zh_hant: 享受更快的應用導航，無需等待與廣告相關的加載時間。

source: Enter an address or city name
de: Adresse oder Stadt eingeben
es: Escribir dirección o nombre de ciudad
fr: Saisissez une adresse ou nom de ville
it: Inserisci un indirizzo o un nome di città
ja: 住所や都市名を入力して下さい。
ko: 주소 또는 도시 이름 입력
pl: Wpisz adres lub nazwę miasta
zh_hans: 输入一个地址或城市名称
zh_hant: 輸入一個地址或城市名稱

source: Enter category name
de: Kategorienamen eingeben
es: Introducir nombre de la categoría
fr: Saisir le nom de la catégorie
it: Inserisci il nome della categoria
ja: カテゴリー名を入力してくたさい。
ko: 카테고리 이름을 입력해주세요.
pl: Wpisz nazwę kategorii
zh_hans: 输入种类名称
zh_hant: 輸入種類名稱

source: Enter Passcode
de: Ihren code eingeben
es: Introduzca la clave de acceso
fr: Saisissez le code
it: Inserisci codice
ja: パスコードを入力
ko: 암호를 입력해주세요.
pl: Wpisz hasło
zh_hans: 输入密码
zh_hant: 輸入密碼

source: Enter The Number!
de: Geben Sie die Nummer ein!
es: ¡Ingrese el número!
fr: Saisir le numéro!
it: Inserisci il numero!
ja: 数字の入力
ko: 숫자를 입력해주세요.
pl: Wpisz numer!
zh_hans: 输入号码
zh_hant: 輸入號碼

source: Enter your new passcode
de: Neuen Code eingeben
es: Introduzca el nuevo código
fr: Tapez votre nouveau code
it: Inserisci nuovo codice
ja: 新しいパスコードを入力
ko: 새 암호를 입력해주세요.
pl: Wpisz nowy kod
zh_hans: 请输入新密码
zh_hant: 請輸入新密碼

source: Enter your old passcode
de: Alten Code eingeben
es: Introduzca el código antiguo
fr: Tapez votre ancien code
it: Inserisci il vecchio codice
ja: 古いパスコードを入力
ko: 이전 암호를 입력해주세요.
pl: Wpisz stare hasło
zh_hans: 请输入旧密码
zh_hant: 請輸入舊密碼

source: Enter your passcode
de: Ihren code eingeben
es: Introduzca el código
fr: Tapez votre code
it: Inserisci il codice
ja: パスコードを入力
ko: 암호를 입력해 주세요.
pl: Wpisz hasło
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

source: Event
de: Ereignis
es: Evento
fr: Événement
it: Evento
ja: イベント
ko: 이벤트
pl: Wydarzenie
zh_hans: 事件
zh_hant: 行程

source: EVENT
de: Ereignis
es: EVENTO
fr: ÉVÉNEMENT
it: EVENTO
ja: イベント
ko: 이벤트
pl: WYDARZENIE
zh_hans: 事件
zh_hant: 事件

source: Event Details
de: Ereignis-Details
es: Detalles
fr: Détails de l’événement
it: Dettagli dell’evento
ja: イベント詳細
ko: 이벤트 상세보기
pl: Szczegóły wydarzenia
zh_hans: 事件内容
zh_hant: 事件內容

source: Event: %@
de: Ereignis: %@
es: Evento: %@
fr: Événement: %@
it: Evento: %@
ja: イベント: %@
ko: 이벤트: %@
pl: Wydarzenie: %@
zh_hans: 事件: %@
zh_hant: 行程: %@

source: Events
de: Ereignisse
es: Eventos
fr: Événements
it: Eventi
ja: イベント
ko: 이벤트
pl: Wydarzenia
zh_hans: 事件
zh_hant: 事件

source: EVENTS
de: Ereignisse
es: EVENTOS
fr: ÉVÉNEMENTS
it: EVENTI
ja: イベント
ko: 이벤트
pl: WYDARZENIA
zh_hans: 事件
zh_hant: 事件

source: Every 2 Weeks
de: Alle 2 Wochen
es: Cada 2 semanas
fr: Toutes les deux semaines
it: Ogni 2 Settimane
ja: 隔週
ko: 격주
pl: Co 2 tygodnie
zh_hans: 每两周
zh_hant: 每兩周

source: Every Day
de: Täglich
es: Todos los días
fr: Tous les jours
it: Ogni Giorno
ja: 毎日
ko: 매일
pl: Codziennie
zh_hans: 每天
zh_hant: 每天
